Repository: systopia/de.systopia.resourceactivity
Catalog: l10n/*/LC_MESSAGES/resourceactivity.po
Languages: de_de

source: Resource %1 assigned to resource demand %2 for %3 %4
de_de: Ressource %1 wurde dem Bedarf %2 von %3 %4 zugewiesen

source: More than one activity found for resource %1 and resource demand %2.
de_de: Mehr als eine Aktivität für Ressource %1 und Ressourcenbedarf %2 gefunden.

source: Unknown activity status class %1.
de_de: Unbekannte Aktivitätsstatussklasse %1.

source: No active activity status %1
de_de: Kein Aktivitätsstatus %1

source: Resource Assignment
de_de: Ressourcenzuweisung

source: CiviResource Activity resource assignments
de_de: Ressourcenzuweisungen für CiviResource Activity

source: Resource Information
de_de: Ressourceninformationen

source: Resource
de_de: Ressource

source: Resource Demand
de_de: Ressourcenbedarf

source: CiviResource Activity Settings
de_de: Einstellungen für CiviResource Activity

source: Default activity status for assigned resource
de_de: Standardaktivitätsstatus für zugewiesene Ressource

source: Default activity status to set activities to when assigning a resource. If left unset, the "Scheduled" activity status is being used.
de_de: Für Aktivitäten beim Zuweisen einer Ressource zu verwendender Standardaktivitätsstatus. Wenn nicht gesetzt, wird der Aktivitätsstatus "Geplant" verwendet.

source: Default activity status for unassigned resource
de_de: Standardaktivitätsstatus für unzugewiesene Ressource

source: Default activity status to set activities to when unassigning a resource. If left unset, the "Cancelled" activity status is being used.
de_de: Für Aktivitäten beim Entfernen einer Ressourcenzuweisung zu verwendender Standardaktivitätsstatus. Wenn nicht gesetzt, wird der Aktivitätsstatus "Storniert" verwendet.
